Repository: zcashero/plone.mls.listing
Catalog: src/plone/mls/listing/locales/*/LC_MESSAGES/plone.mls.listing.po
Languages: de, es, fr, it, pt, ru

source: 'Geographic Types' priority list
de: Prioritätsliste für 'Art des Standorts'
es: 'Tipo de Geografía' lista de prioridades
fr: Liste de priorité des 'Types Géographiques'
it: Lista priorità 'Tipologie Geografiche'
pt: 'Tipos de Geográfia' lista de prioridades
ru: 'Географические Типы' список приоритетов

source: 'Listing Collection' Configuration
de: Konfiguration der 'Immobilien-Kollektion'
es: Configuración de 'Colección de Listados'
fr: Configuration de la 'Collection de Propriétés'
it: Configurazione 'Collezione Annunci'
pt: 'Classificação de Imóveis' Configuração
ru: Конфигурация 'Коллекция листингов'

source: 'Listing Collection' viewlet activated.
de: Die Immobilien-Kollektion wurde aktiviert.
es: Viewlet de 'Colección de Listados' activado.
fr: Viewlet de la 'Collection de Propriétés' activée.
it: Viewlet 'Collezioni Annunci' attivata.
pt: 'Classificação de Imóveis' ativado.
ru: Обзор 'Коллекция листингов' активирован.

source: 'Listing Collection' viewlet deactivated.
de: Die Immobilien-Kollektion wurde deaktiviert.
es: Viewlet de 'Colección de Listados' desactivado.
fr: Viewlet de la 'Collection de Propriétés' désactivée.
it: Viewlet 'Collezioni Annunci' disattivata.
pt: 'Classificação de Imóveis' desativado.
ru: Обзор 'Коллекция листингов' деактивирован.

source: 'Listing Search' Configuration
de: Konfiguration der 'Immobilien-Suche'
es: Configuración de 'Búsqueda de Listados'
fr: Configuration de la 'Recherche de Propriétés'
it: Configurazione 'Ricerca Annunci'
pt: 'Pesquisa de Listagem' Configuração
ru: Конфигурация 'Поиск листинга'

source: 'Listing Search' viewlet activated.
de: Die Immobilien-Suche wurde aktiviert.
es: Viewlet de 'Búsqueda de Listados' activado.
fr: Viewlet de la 'Recherche de Propriétés' activée.
it: Viewlet 'Ricerca Annunci' attivata.
pt: 'Procura de Listagem' ativado
ru: Обзор 'Поиск листингов' активирован.

source: 'Listing Search' viewlet deactivated.
de: Die Immobilien-Suche wurde deaktiviert.
es: Viewlet de 'Búsqueda de Listados' desactivado.
fr: Viewlet de la 'Recherche de Propriétés' désactivée.
it: Viewlet 'Ricerca Annunci' disattivata.
pt: 'Procura de Listagem' desativado
ru: Обзор 'Поиск листингов' деактивирован.

source: 'Listing Types' priority list
de: Prioritätsliste für 'Art der Immobilie'
es: 'Tipos de Listados' lista de prioridades
fr: Liste de priorité des 'Types de Propriétés'
it: Lista priorità 'Tipologie di Annunci'
pt: 'Tipos de Imóveis' lista de prioridades
ru: Список приоритетов 'Типы листингов'

source: 'Location Types' priority list
de: Prioritätsliste für 'Lage'
es: 'Tipo de Ubicación' lista de prioridades
fr: Liste de priorité des 'Types d'Emplacements'
it: Lista priorità 'Tipologie Location'
pt: 'Tipos de Local' lista de prioridades
ru: Список приоритетов 'Типы Местоположений'

source: 'Object Types' priority list
de: Prioritätsliste für 'Art des Objektes'
es: 'Tipo de Objeto' lista de prioridades
fr: Liste de priorité des 'Types d'Objets'
it: Lista priorità 'Tipologie Oggetti'
pt: 'Tipos de Objetos' lista de prioridades
ru: Список приоритетов 'Типы объектов'

source: 'Ownership Types' priority list
de: Prioritätsliste für 'Eigentumstyp'
es: 'Tipo de dueño' lista de prioridades
fr: Liste de priorité des 'Types de Possession'
it: Lista priorità 'Tipologie di proprietà'
pt: 'Tipos de Posse' lista de prioridade
ru: Список приоритетов 'Типы владения собственностью'

source: 'Recent Listings' Configuration
de: Konfiguration der 'Neuesten Immobilien'
es: Configuración de los 'Listados Recientes'
fr: Configuration des 'Propriétés Récentes'
it: Configurazione 'Annunci Recenti'
pt: 'Anúncios Recente' Configuração
ru: Конфигурировать 'Недавние листинги'

source: 'Recent Listings' viewlet activated.
de: Die neuesten Immobilien wurden aktiviert.
es: Viewlet de 'Listados Recientes' activado.
fr: Viewlet des 'Propriétés Récentes' activée.
it: Viewlet 'Annunci Recenti' attivata.
pt: 'Anúncios Recentes' ativado
ru: Обзор 'Рекомендуемых листингов' активирован

source: 'Recent Listings' viewlet deactivated.
de: Die neuesten Immobilien wurden deaktiviert.
es: Viewlet de 'Listados Recientes' desactivado.
fr: Viewlet des 'Propriétés Récentes' désactivée.
it: Viewlet 'Annunci Recenti' disattivata.
pt: 'Anúncios Recentes' desativado
ru: Обзор 'Недавних листингов' деактивирован

source: 'View Types' priority list
de: Prioritätsliste für 'Art der Aussicht'
es: 'Tipo de Vista' lista de prioridades
fr: Liste de priorité des 'Types de Vue'
it: Lista priorità ' Tipologie di Vista'
pt: 'Tipos de Vista' lista de prioridade
ru: Список приоритетов 'Смотреть типы'

source: A single MLS Listing
de: Eine einzelne MLS Immobilie
es: Un único listado de MLS
it: Un unico annuncio MLS
pt: Um único anúncio SLM
ru: Единичный листинг MLS

source: Activate Listing Collection
de: Immobilien-Kollektion aktivieren
es: Activar Grupo de Propiedades
it: Attiva Collezione Annunci
pt: Ativar Classificação de Anúncios
ru: Активировать Коллекцию листингов

source: Activate Listing Search
de: Immobilien-Suche aktivieren
es: Activar Búsqueda de Propiedades
it: Attiva Ricerca Annunci
pt: Ativar Pesquisa de Anúncio
ru: Активировать поиск листингов

source: Activate Recent Listings
de: Neueste Immobilien aktivieren
es: Activar Propiedades Recientes
it: Attiva Annunci Recenti
pt: Ativar Anúncios Recentes
ru: Активировать 'Недавние листинги'

source: Activate for Spam Protection. Any attempt to use a link inside this form will raise a validation error.
de: Für die Spam-Abwehr aktivieren. Jeder Versuch einen Link in das Formular zu platzieren wird mit einem Fehler unterbunden.
es: Activar para la Protección del Spam. Cualquier intento de utilizar un enlace dentro de este formulario levantará un error de validación.
fr: Activer pour la protection anti-spam. Toute tentative d'utilisation d'un lien à l'intérieur de ce formulaire générera une erreur de validation.
it: Attivare per protezione contro lo spam. Ogni tentativo di uso di un link dentro questo modulo solleverà un errore di validazione.
pt: Ative para Proteção anti-spam. Qualquer tentativa de usar um link dentro deste formulário criará um erro de validação.
ru: Активируйте для защиты от спама. Любая попытка использовать ссылку внутри этой формы будет рассчитана как ошибка.

source: Activate local agency information
de: Lokale Agentur-Informationen aktivieren
es: Activar Información de Agencia Local
it: Attiva informazioni agenzia locale
pt: Ativar informações da agência local
ru: Активируйте информацию о местном агентстве

source: Activate the Listing Collection viewlet.
de: Die Komponente für die Immobilien-Kollektion aktivieren.
es: Activar Caja de Grupo de Propiedades.
it: Attiva la viewlet per la Collezione delgi Annunci.
pt: Ativar a Classificação de Anúncios viewlet.
ru: Активируйте обзор Коллекции листингов

source: Activate the Listing Search viewlet.
de: Die Komponente für die Immobilien-Suche aktivieren.
es: Activar Caja de Búsqueda de Propiedades.
it: Attiva la viewlet per la Ricerca Annunci.
pt: Ativar a Pesquisa de Anúncio viewlet.
ru: Активируйте обзор Поиска листингов

source: Activate the Recent Listings viewlet.
de: Die Komponente für die neuesten Immobilien aktivieren.
es: Activar Caja de Propiedades Recientes.
it: Attiva la viewlet Annunci Recenti.
pt: Ativar os Anúncios Recentes viewlet.
ru: Активируйте обзор Недавних листингов

source: Activate the local agency information.
de: Die Komponente für lokale Agentur-Informationen aktivieren.
es: Activar Información de Agencia Local.
it: Attiva le informazioni sull'agenzia locale.
pt: Ativar as informações da agência local.
ru: Активируйте информацию о местном агентстве.

source: Add Agent Information portlet
de: Portlet für Makler-Informationen hinzufügen
es: Añadir un portlet de Información del Agente
fr: Ajouter la portlet d'Information de l'Agent
it: Aggiungi portlet Informazioni Agente
pt: Adicionar Informação do Agente ao portlet
ru: Добавьте информационный портлет об Агенте

source: Add Listing Quick Search portlet
de: Immobilien-Schnellsuche hinzufügen
es: Agregar Portlet de Búsqueda Rápida
fr: Ajouter la portlet de Recherche Rapide de Propriétés
it: Aggiungi portlet Ricerca Veloce Annunci
pt: Adicionar Listagem Busca Rápida portlet
ru: Добавьте портлет Быстрого поиска листинга

source: Additional description for the portlet.
de: Zusätzliche Beschreibung.
es: Descripciones adicionales para el portlet.
fr: Description supplémentaire pour la portlet.
it: Descrizione aggiuntiva per il portlet.
pt: Descrição adicional para o portlet
ru: Дополнительное описание для портлета.

source: Adjust the behaviour for this 'Listing Collection' viewlet.
de: Passen Sie die Einstellungen für das 'Immobilien-Kollektion' viewlets an.
es: Ajustar el comportamiento para este viewlet 'Colección de Listados'.
fr: Ajuster le comportement de cette viewlet de 'Collection de propriétés'.
it: Imposta il comportamento per questa viewlet 'Collezione Annunci'.
pt: Ajuste o comportamento para esta 'Classificação de Imóveis'
ru: Отрегулируйте поведение для обзора этой 'Коллекции листингов'

source: Adjust the behaviour for this 'Listing Search' viewlet.
de: Passen Sie die Einstellungen für das 'Immobilien-Suche' viewlet an.
es: Ajustar el comportamiento para este viewlet 'Búsqueda de Listados'.
fr: Ajuster le comportement de cette viewlet de 'Recherche de Propriétés'.
it: Imposta il comportamento per questa viewlet 'Ricerca Annunci'.
pt: Ajuste o comportamento para esta 'Pesquisa de Listagem'
ru: Отрегулируйте поведение для обзора этого 'Поиска листингов'

source: Adjust the behaviour for this 'Recent Listings' viewlet.
de: Passen Sie die Einstellungen für das 'Neueste Immobilien' viewlet an.
es: Ajustar el comportamiento para este viewlet 'Colección de Listados'.
fr: Ajuster le comportement de cette viewlet de 'Propriétés Récentes'.
it: Imposta il comportamento per questa viewlet 'Annunci Recenti'.
pt: Ajuste o comportamento para esta 'Anúncios Recentes'
ru: Отрегулируйте поведение для обзора этих 'Недавних листингов'

source: Adults
de: Erwachsene
es: Numero de Adultos
fr: Adultes
it: Adulti
pt: Adultos
ru: Взрослые

source: Agency
es: Agencia

source: Agency Business Address
es: Dirección de Agencia

source: Agency Description
es: Descripción de Agencia

source: Agency Email
es: Correo Electronico de Agencia

source: Agency Email (alternative)
es: Correo Electronico (Alternativo)

source: Agency Listings
de: Immobilien der Agentur
es: Propiedades de la Agencia
it: Annunci Agenzia
pt: Anúncios da Agência
ru: Листинги агентства

source: Agency Logo
de: Agentur, Logo
es: Logotipo de la Agencia
fr: Logo de l'Agence
it: Logo Agenzia
pt: Logotipo da Agência
ru: Лого агентства

source: Agency Name
de: Agentur, Name
es: Nombre de la Agencia
fr: Nom de l'Agence
it: Nome di Agenzia
pt: Nome da Agência
ru: Название агентства

source: Agency Office Fax
es: Fax

source: Agency Office Phone
de: Agentur, Telefon
es: Numero de teléfono de la Agencia
fr: Téléphone d'Affaires de l'Agence
it: Numero telefonico Agenzia
pt: Número de Telefone da Agência
ru: Офисный телефон агентства

source: Agency Office Phone (alternative)
es: Número (alternativo)

source: Agency Website
de: Agentur, Webseite
es: Sitio Web de la Agencia
fr: Site Internet de l'Agence
it: Sito web Agenzia
pt: Site da Agência
ru: Вебсайт агентства

source: Agent
es: Agente

source: Agent Avatar
de: Makler Profilbild
es: Foto Personal
fr: Avatar de l'Agent
it: Avatar Agente
pt: Avatar do Agente
ru: Аватар агента

source: Agent Cell Phone
de: Makler, Mobiltelefon
es: Teléfono Celular del Agente
fr: Portable de l'Agent
it: Telefono cellulare Agente
pt: Número de Telefone Celular do Agente
ru: Мобильный телефон агента

source: Agent Contact
de: Makler-Kontakt
es: Contacto del Agente
fr: Coordonnées de l'Agent
it: Contatto Agente
pt: Informação de contato do agente
ru: Контактная информация агента

source: Agent Email
de: Makler, E-Mail
es: Correo Electrónico del Agente
fr: Courriel de l'Agent
it: Email Agente
pt: Email do Agente
ru: Электронный адрес агента

source: Agent Fax
de: Makler, Fax
es: Fax del Agente
fr: Télécopieur de l'Agent
it: Fax Agente
pt: Fax do Agente
ru: Факс агента

source: Agent Information
de: Makler-Informationen
es: Información del Agente
fr: Information de l'Agent
it: Informazioni Agente
pt: Informação do Agente
ru: Информация об агенте

source: Agent Name
de: Makler, Name
es: Nombre del Agente
fr: Nom de l'Agent
it: Nome Agente
pt: Nome do Agente
ru: Имя агента

source: Agent Office Phone
de: Makler, Telefon
es: Teléfono de la Oficina del Agente
fr: Téléphone d'Affaires de l'Agent
it: Telefono ufficio Agente
pt: Telefone do Escritório do Agente
ru: Офисный телефон агента

source: Agent Title
de: Makler, Titel
es: Titulo del Agente
fr: Titre de l'Agent
it: Titolo Agente
pt: Título do Agente
ru: Титул агента

source: Air Condition
de: Klimaanlage
es: Aire Acondicionado
fr: Air Climatisé
it: Aria Condizionata
pt: Ar Condicionado
ru: Воздушный кондиционер

source: All
de: Alle
es: Todos
fr: Tout
it: Tutto
pt: Tudo
ru: Все

source: Arrival Date
de: Tag der Ankunft
es: Fecha de Llegada
fr: Date d'Arrivée
it: Data di Arrivo
pt: Data de Chegada
ru: Дата прибытия

source: BCC Recipients
de: BCC Empfänger
es: Destinatarios en CCO
fr: Destinataires de BCC
it: Destinatari BCC
pt: CCO Destinatário
ru: Получатели BCC

source: Basic Listing Information
de: Basis-Informationen der Immobilie
es: Información Básica del Listado
fr: Informations de Base de la Propriété
it: Informazioni di base Annuncio
pt: Informação de Listagem Basica
ru: Основная информация листинга

source: Bathrooms
de: Badezimmer
es: Baños
fr: Salles de Bains
it: Bagni
pt: Banheiros
ru: Ванные комнаты

source: Bedrooms
de: Schlafzimmer
es: Habitaciones
fr: Chambres
it: Camere da letto
pt: Quartos
ru: Спальни

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Elimina
pt: Cancelar
ru: Отменить

source: Captcha
es: Verificación
ru: Капча

source: Children
de: Kinder
es: Numero de Niños
fr: Enfants
it: Bambini
pt: Crianças
ru: Дети

source: City/Town
de: Ort/Stadt
es: Ciudad/Localidad
fr: Ville/Village
it: Città/Municipalità
pt: Cidade/Vila
ru: Город

source: Configure Listing Collection
de: Immobilien-Kollektion konfigurieren
es: Configurar Grupo de Propiedades
it: Configura Collezione Annunci
pt: Configurar a Classificação de Anúncios
ru: Конфигурировать Коллекцию листингов

source: Configure Listing Search
de: Immobilien-Suche konfigurieren
es: Configurar Búsqueda de Propiedades
it: Configura Ricerca Annunci
pt: Configurar Pesquisa de Anúncio
ru: Конфигурировать Поиск листинга

source: Configure Recent Listings
de: Neueste Immobilien konfigurieren
es: Configurar Propiedades Recientes
it: Configura Annunci Recenti
pt: Configurar Anúncios Recentes
ru: Конфигурировать Недавние листинги

source: Configure the Listing Collection viewlet.
de: Konfigurieren Sie die Komponente für Immobilien-Kollektionen.
es: Configurar Caja de Grupo de Propiedades.
it: Configura viewlet della Collezione Annunci.
pt: Configurar a Classificação de Anúncios viewlet.
ru: Конфигурировать обзор Коллекции листингов

source: Configure the Listing Search viewlet.
de: Konfigurieren Sie die Komponente für Immobilien-Suchen.
es: Configurar Caja de Búsqueda de Propiedades.
it: Configura viewlet Ricerca Annunci.
pt: Configurar a Pesquisa de Anúncio viewlet.
ru: Конфигурировать обзор Поиска листингов

source: Configure the Recent Listings viewlet.
de: Konfigurieren Sie die Komponente für neueste Immobilien.
es: Configurar Caja de Propiedades Recientes.
it: Configura viewlet Annunci Recenti.
pt: Configurar os Anúncios Recentes viewlet.
ru: Конфигурировать обзор Недавних листингов

source: Contact Information
de: Kontaktinformationen
es: Información de Contacto
fr: Coordonnées
it: Informazioni Contatto
pt: Informações para contato
ru: Контактная информация

source: County
de: Landkreis
es: Canton
fr: Conté
it: Nazione
pt: Município
ru: Страна

source: Custom title for the portlet (filter mode). If no title is provided, the default title is used.
de: Angepasster Titel für das Portlet (Such-Filter). Wenn kein Titel angegeben wird, dann wird der Standard-Titel verwendet.
es: Titulo personalizado para el portlet (modo de filtro). Si no se ingresa un titulo, se utiliza el titulo predeterminado.
fr: Titre personnalisé pour la portlet (mode de filtration). Si aucun titre n'est fourni, le titre par défaut est utilisé.
it: Titolo personalizzato per il portlet (filter mode). Se non viene inserito un titolo, sarà usato il titolo predefinito.
pt: Título personalizado para o portlet (modo de filtro). Se nenhum título é fornecido, o título padrão será utilizado.
ru: Пользовательское название для портлета (режим фильтра). Если название не предусмотрено, используется заголовок дефолта..

source: Custom title for the portlet (search mode). If no title is provided, the default title is used.
de: Angepasster Titel für das Portlet (Suche). Wenn kein Titel angegeben wird, dann wird der Standard-Titel verwendet.
es: Titulo personalizado para el portlet (modo de búsqueda). Si no se ingresa un titulo, se utiliza el titulo predeterminado.
fr: Titre personnalisé pour la portlet (mode de recherche). Si aucun titre n'est fourni, le titre par défaut est utilisé.
it: Titolo personalizzato per il portlet (modalità ricerca). Se non viene inserito un titolo, sarà usato il titolo predefinito.
pt: Título personalizado para o portlet (modo de pesquisa). Se nenhum título é fornecido, o título padrão será utilizado.
ru: Пользовательское название для портлета (режим поиска). Если название не предусмотрено, заголовок по умолчанию используется.

source: Custom title for the portlet. If no title is provided, the default title is used.
de: Angepasster Titel für das Portlet. Wenn kein Titel angegeben wird, dann wird der Standard-Titel verwendet.
es: Título personalizado para el portlet. Si no se proporciona título, se utiliza el título por defecto.
fr: Titre personnalisé pour la portlet. Si aucun titre n'est fourni, le titre par défaut est utilisé.
it: Titolo personalizzato per il portlet. Se non viene inserito un titolo, sarà usato il titolo predefinito.
pt: Titulo personalizado para o portlet. Se nenhum título é fornecido, o título padrão é usado.
ru: Пользовательское название для портлета. Если название не предусмотрено, используется заголовок дефолта..

source: Deactivate Listing Collection
de: Immobilien-Kollektion deaktivieren
es: Desactivar Grupo de Propiedades
it: Disattiva Collezione Annunci
pt: Desativar a Classificação de Anúncios
ru: Деактивировать Коллекцию листингов

source: Deactivate Listing Search
de: Immobilien-Suche deaktivieren
es: Desactivar Búsqueda de Propiedades
it: Disattiva Ricerca Annunci
pt: Desativar Pesquisa de Anúncio
ru: Деактивировать Поиск Листингов

source: Deactivate Recent Listings
de: Neueste Immobilien deaktivieren
es: Desactivar Propiedades Recientes
it: Disattiva Annunci Recenti
pt: Desativar Anúncios Recentes
ru: Деактивировать Недавние листинги

source: Deactivate local agency information
de: Lokale Agentur-Informationen deaktivieren
es: Desactivar Información de Agencia Local
it: Disattiva informazioni agenzia locale
pt: Desativar informações da agência local
ru: Деактивировать информацию о местном агентстве

source: Deactivate the Listing Collection viewlet.
de: Die Komponente für die Immobilien-Kollektion deaktivieren.
es: Desactivar Caja de Grupo de Propiedades.
it: Disattiva viewlet Collezione Annunci.
pt: Desativar a Classificação de Anúncios viewlet.
ru: Деактивировать обзор Коллекции листингов

source: Deactivate the Listing Search viewlet.
de: Die Komponente für die Immobilien-Suche deaktivieren.
es: Desactivar Caja de Búsqueda de Propiedades.
it: Disattiva viewlet Ricerca Annunci.
pt: Desativar a Pesquisa de Anúncio viewlet.
ru: Деактивировать обзор Поиска листингов

source: Deactivate the Recent Listings viewlet.
de: Die Komponente für die neuesten Immobilien deaktivieren.
es: Desactivar Caja de Propiedades Recientes.
it: Disattiva viewlet Annunci Recenti.
pt: Desativar os Anúncios Recentes viewlet.
ru: Деактивировать обзор Недавних листингов

source: Deactivate the local agency information.
de: Die Komponente für lokale Agentur-Informationen deaktivieren.
es: Desactivar Información de Agencia Local.
it: Disattiva informazioni agenzia locale.
pt: Desativar as informações da agência local.
ru: Деактивировать информацию о местном агентстве

source: Departure Date
de: Tag der Abreise
es: Fecha de Salida
fr: Date de Départ
it: Data di partenza
pt: Data de Partida
ru: Дата отъезда

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
ru: Описание

source: District
de: Bezirk
es: Distrito
it: Distretto
pt: Distrito
ru: Район

source: E-mail addresses which receive a blind carbon copy (comma separated).
de: Liste von E-Mail-Adressen (Komma-separiert), die eine Blindkopie erhalten sollen.
es: Direcciones de correo electrónico que reciben una copia oculta (separadas por comas).
fr: Les adresses e-mail qui reçoivent une copie conforme invisible (séparées par une virgule).
it: Indirizzi e-mail che ricevono una copia conosenza nascosta (separati con comma).
pt: E-mail que recebem uma cópia oculta (separados por vírgula)
ru: Адреса электронной почты, которые получают скрытую копию (разделенные запятой).

source: Edit Agent Information portlet
de: Portlet für Makler-Informationen bearbeiten
es: Editar portlet de Información del Agente
fr: Modifier la portlet d'Information de l'Agent
it: Modifica portlet Informazioni Agente
pt: Editar Informações do Agente ao portlet
ru: Редактировать информационный портлет агента

source: Edit Listing Quick Search portlet
de: Immobilien-Schnellsuche bearbeiten
es: Editar Portlet de Búsqueda Rápida
fr: Modifier la portlet de Recherche Rapide de Propriétés
it: Modifica portlet Ricerca Veloce Annunci
pt: Editar Anúncio Busca Rápida portlet
ru: Редактировать портлет Быстрого поиска листинга

source: Enable
de: Aktivieren
es: Permitir
fr: Activer
it: Abilita
pt: Permitir
ru: Разрешить

source: Enter the URL of the avatar that should be used.
de: Geben Sie eine URL für das Bild ein.
es: Introduzca el URL del avatar que se debe utilizar.
fr: Insérer le URL ou l'avatar qui devrait être utilisé.
it: Inserisci l'URL dell'avatar che dovrebbe essere utilizzato.
pt: Digite o URL do avatar que deve ser usado.
ru: Введите URL аватара, который должен быть использован.

source: Enter the URL of the logo that should be used.
de: Geben Sie eine URL für das Logo ein.
es: Introduzca el URL del logo que se debe utilizar.
fr: Insérer le URL ou le logo qui devrait être utilisé.
it: Inserisci l'URL del logo che dovrebbe essere utilizzato.
pt: Digite o URL do logotipo que deve ser usado.
ru: Введите URL лого, который должен быть использован.

source: Enter the maximum price for listings. If no price is given, all listings to the highest price are shown.
de: Geben Sie den maximalen Preis für Immobilien an.
es: Ingrese el precio máximo para los listados. Si no se da el precio, se muestran todos los listados con el precio mas alto.
fr: Entrer le prix maximum pour la propriété. Si aucun prix n'est indiqué, toutes les propriétés avec le prix le plus élevé sont présentées.
it: Inserisci il prezzo massimo per gli annunci. Se non viene inserito un prezzo, tutti gli annunci fino al prezzo massimo saranno visualizzati.
pt: Digite o preço máximo para listas. Se nenhum preço é dado, todas as escolhas de preço mais autos são mostradas.
ru: Введите максимальную цену за листинги. Если цена не указана, показаны все листинги до самой высокой цены.
