Repository: zcashero/plone.mls.listing
Catalog: src/plone/mls/listing/locales/*/LC_MESSAGES/plone.mls.listing.po
Languages: de, es, fr, it, pt, ru

source: Enter the minimum price for listings. If no price is given, all listings from the lowest price are shown.
de: Geben Sie den Mindestpreis für Immobilien an.
es: Ingrese el precio minimo para los listados. Si no se da el precio, se muestran todos los listados con el precio mas bajo.
fr: Entrer le prix minimum pour la propriété. Si aucun prix n'est indiqué, toutes les propriétés avec le prix le plus bas sont présentées.
it: Inserisci il prezzo minimo per gli annunci. Se non viene inserito un prezzo, tutti gli annunci fino al prezzo minimo saranno visualizzati.
pt: Digite o preço minimo para listas. Se nehum preço é dado, todas as escolhas de preço mais baixos são mostradas.
ru: Введите минимальную цену за листинги. Если цена не указана, показаны все листинги до самой низкой цены.

source: Filter Results
de: Suchergebnisse einschränken
es: Resultado de los Filtros
fr: Filtration des Résultats
it: Filtra Risultati
pt: Resultados da Filtragem
ru: Результаты фильтра

source: Find the search page which will be used to show the results.
de: Suchseite auswählen, die für die Anzeige der Suchergebnisse verwendet wird.
es: Encontrar la pagina de búsqueda que sera utilizada para mostrar los resultados.
fr: Trouver la page de la recherche qui sera utilisée pour afficher les résultats.
it: Trova la pagina di ricerca che sarà utilizzata per mostrare i risultati.
pt: Encontre a página de pesquisa que será utilizada para mostrar os resultados.
ru: Найти страницу поиска, который будет использоваться, для показа результатов.

source: Force Overwrite
de: Überschreiben erzwingen
es: Sobrescribir
fr: Modification Forcée
it: Forza Sovrascrittura
pt: Forçar Sobreposição
ru: Форсировать перезапись

source: Force usage of custom contact information, even when showing items from this agency?
es: Forzar el uso de información de las agencias encargo, incluso en anuncios propios?
it: Forzare utilizzo di informazioni agenzia personalizzate, anche sui propri annunci?
pt: Forçar o uso de informações personalizados da agência, mesmo nos próprios anúncios?
ru: Форсировать использование информации агентства, даже на собственных листингах?

source: Geographic Location (latitude, longitude)
es: Ubicación Geografica (latitud, longitud)

source: Geographic Type
de: Art des Standortes
es: Tipo de Geografía-Clima
fr: Type Géographique
it: Tipologia Geografica
pt: Tipo de Geografia
ru: Географический тип

source: Hide the search form when Quick Search Portlet is available?
de: Such-Formular ausblenden, wenn das Portlet für die Immobilien-Schnellsuche verfügbar ist?
es: Desea ocultar el formulario cuando el portlet de búsqueda rápida esta disponible?
fr: Cacher le formulaire de recherche lorsque la Portlet de Recherche Rapide est disponible?
it: Nascondere il modulo di ricerca quando il Portlet per la Ricerca Veloce è disponibile?
pt: Ocultar o formulário de pesquisa quando Busca Rápida Portlet está disponível?
ru: Скрыть форму поиска, когда доступен портлет Быстрого поиска?

source: If activated, only listings of the configured agency are shown.
de: Wenn diese Option aktiviert ist werden nur Immobilien der konfigurierten Agentur angezeigt.
es: Si esta activado, son visibles solo propiedades de la agencia configurada.
it: Se attivato, solo annunci dell'agenzia configurata saranno mostrati.
pt: Se ativado, somente listas da agência configurada são mostradas.
ru: Если активировано, показаны только листинги конфигурированного агентства

source: Interior Area
de: Gesamtfläche Innenbereich
es: Área Interior
fr: Superficie Intérieure
it: Area Interna
pt: Área Interior
ru: Внутренняя площадь

source: Invalid email address
de: Ungültige E-Mail-Adresse
es: Dirección de correo electrónico invalida
fr: Adresse e-mail périmée
it: Indirizzo email non valido
pt: Email inválido
ru: Недействительный адрес электронной почты

source: Items in this vocabulary are sorted by priority key (if available) and value otherwise. Enter one item per line. Possible values are: %s
de: Einträge in diesem Vokabular sind nach Priorität sortiert (sofern verfügbar), andernfalls alphabetisch. Geben Sie einen Eintrag pro Zeile ein. Die möglichen Werte sind: %s
es: Los elementos de este vocabulario se ordenan por prioridad clave (si está disponible) de otra manera por el valor. Introduce un elemento por línea. Los valores posibles son: %s
fr: Les items de ce vocabulaire sont triés par clé de priorité (le cas échéant) ou autrement par la valeur. Entrer un item par ligne. Les valeurs possibles sont: %s
it: Gli elementi in questo vocabolario sono ordinati per chiave di priorità (se disponibile) o altrimenti per valore. Inserire un elemento per linea. I valori possibili sono: %s
pt: Os itens desse vocabulário são classificados pela chave de prioridade (se disponível) e valor de outra forma. Digite um item por linha. Os valores possíveis são: %s
ru: Элементы в этом словаре сортированы приоритетным ключом (при наличии). Введите один элемент на каждую линию. Возможные ценности: %s

source: Items per Page
de: Suchergebnisse pro Seite
es: Elementos por Página
fr: Articles par Page
it: Elementi per Pagina
pt: Itens por Página
ru: Элементы за страницу

source: List of the contained MLS Listings.
de: Liste von enthaltenen MLS Immobilien.
es: Lista de listados contenidos en el MLS.
fr: Liste des propriétés MLS contenues.
it: Elenco annunci contenuti nel MLS.
pt: Lista incorporada de SLM.
ru: Список листингов, содержащихся в MLS

source: Listing
de: Immobilie
es: Anuncio
it: Annuncio
pt: Anúncio
ru: Листинг

source: Listing Images
de: Immobilien-Bilder
es: Imágenes del Listado
fr: Images de la Propriété
it: Immagini Annunci
pt: Imagens
ru: Изображения листинга

source: Listing Type
de: Art der Immobilie
es: Tipo de Listado
fr: Type de Propriété
it: Tipologia Annuncio
pt: Tipo de Listagem de Imóveis
ru: Тип листинга

source: Local Agency Information
de: Lokale Agentur-Informationen
es: Información de Inmobiliaria
fr: Renseignements sur l'agence locale
it: Informazioni Agenzia Locale
pt: Informações da Agência Local
ru: Информация местного агентства

source: Local agency information activated.
de: Lokale Agentur-Informationen wurden aktiviert.
es: Datos de la agencia local activado.
fr: Renseignements sur l'agence locale activés.
it: Informazioni agenzia locale attivate.
pt: Informações da agência local ativado.
ru: Информация местного агентства активирована.

source: Local agency information deactivated.
de: Lokale Agentur-Informationen wurden deaktiviert.
es: Datos de la agencia local desactivado.
fr: Renseignements sur l'agence locale désactivés.
it: Informazioni agenzia locale disattivate.
pt: Informação da agência local desativado.
ru: Информация местного агентства деактивирована.

source: Location Type
de: Lage
es: Tipo de Ubicación
fr: Type de Localisation
it: Tipologia Location
pt: Tipo de Local
ru: Тип местоположения

source: Long Description
de: Ausführliche Beschreibung
es: Descripción Larga
fr: Description Longue
it: Descrizione Estesa
pt: Descrição Comprida
ru: Длинное описание

source: Lot Size
de: Gesamtfläche des Grundstücks
es: Tamaño del Lote
fr: Superficie du Terrain
it: Dimensioni Lotto
pt: Tamanho do Lote
ru: Размер участка

source: MLS Agency Contact Info
de: MLS: Kontakt-Informationen der Agentur
es: MLS Información de Contacto de la Agencia
it: Informazioni di Contatto Agenzia MLS
pt: Informações de Contato da Agência SLM
ru: Контактная информация агентства MLS

source: MLS Listing ID
de: MLS Immobilien-ID
es: ID del Listado en el MLS
fr: ID de la Propriété du MLS
it: ID Annuncio MLS
pt: Número de Identificação da Lista de SLM
ru: Номер листинга MLS

source: MLS Listings
de: MLS Immobilien
es: Listados de MLS
fr: Propriétés du MLS
it: Annunci MLS
pt: Lista de SLM
ru: Листинги MLS

source: MLS UI Settings
es: Configuración UI del MLS

source: Mail Sent Message
de: 'E-Mail gesendet' Nachricht
es: Mensaje de Correos Enviados
fr: Message envoyé
it: Messaggio di Posta Inviato
pt: Mensagem Enviada
ru: Сообщение о том, что послание отправлено

source: Manage the local agency information.
de: Lokale Agentur-Informationen verwalten.
es: Administrar Información de la Agencia Local.
it: Gestisci informazioni agenzia locale.
pt: Administrar as informações da agência local.
ru: Управлять информацией местного агентства.

source: More about this property
de: Weitere Informationen über diese Immobilie
es: Mas acerca de esta Propiedad
fr: Plus au sujet de cette propriété
it: Più informazioni su questa proprietà
pt: Mais sobre esse imóvel
ru: Больше информации об этом объекте недвижимости

source: No Urls allowed
de: Es sind keine URLs erlaubt.
es: URLs no son permitidos
fr: Aucun URL n'est permis
it: Non sono ammessi URL
pt: Urls Não permitidos
ru: URL-адреса не допускаются

source: No matching results found - please expand your search.
es: No hay resultados. Ampliar tu búsqueda.
it: Non sono stati trovati risultati pertinenti - si prega di ampliare la Vostra ricerca.
pt: Nenhum resultado correspondente foi encontrado - por favor, ampliar sua pesquisa.

source: Object Type
de: Art des Objektes
es: Tipo de Objeto
fr: Type d'Objet
it: Tipologia Oggetto
pt: Tipo de Objeto
ru: Тип объекта

source: Override Recipient
es: Cambiar Email del Destinatario
it: Ignora Destinatario
pt: Substituir Destinatário
ru: Отвергнутый получатель

source: Override the recipient e-mail address. Leave blank to use the e-mail address from the agent information.
es: Cambiar email del destinatario. Deja el espacio en blanco para usar la información del agente que ingresa la propiedad en el MLS.
it: Ignora indirizzo e-mail del destinatario. Lascia in bianco per usare l'indirizzo e-mail dalle informazioni dell'agente.
pt: Substituir o endereço de e-mail do destinatário. Deixe em branco para usar o endereço de e-mail a partir da informação do agente.
ru: Отвергните адрес электронной почты получателя. Оставьте незаполненным, чтобы использовать адрес электронной почты от информации об агенте.

source: Ownership Type
de: Eigentumstyp
es: Tipo de Dueño
fr: Type de Propriétaires
it: Tipologia Proprietà
pt: Tipo de Posse
ru: Тип владения собственностью

source: Phone Number
de: Telefon
es: Número de Teléfono
fr: Numéro de téléphone
it: Numero Telefonico
pt: Número de Telephone
ru: Номер телефона

source: Please enter a phone number. Some agents will not respond without one.
de: Bitte geben Sie eine Telefonnummer an. Manche Makler werden ohne eine nicht antworten.
es: Ingresa tu numero de teléfono. Algunos agentes no te responderán sin eso.
fr: S'il-vous-plaît saisissez un numéro de téléphone. Sinon certains agents ne vous répondrons pas.
it: Siete pregati di inserire un numero di telefono. Alcuni agenti non risponderanno senza di esso.
pt: Por favor adicione un número de telefone. Alguns agentes não responderão se não ouver un número.
ru: Пожалуйста, введите номер телефона. Некоторые агента не ответят, если он не указан.

source: Pool
es: Piscina
fr: Piscine
it: Piscina
pt: Piscina
ru: Бассейн

source: Portlet Title
de: Portlet Titel
es: Titulo del Portlet
fr: Titre de la Portlet
it: Titolo Portlet
pt: Titulo do Portlet
ru: Название портлета

source: Portlet Title (Filter)
de: Portlet Titel (Filter)
es: Titulo del Portlet (Filtro)
fr: Titre de la Portlet (Filtre)
it: Titolo Portlet (Filtro)
pt: Título do Portlet (Filtragem)
ru: Название портлета (Фильтр)

source: Portlet Title (Search)
de: Portlet Titel (Suche)
es: Titulo del Portlet (Busqueda)
fr: Titre de la Portlet (Recherche)
it: Titolo Portlet (Ricerca)
pt: Título do Portlet (Pesquisa)
ru: Название портлета (Поиск)

source: Price (Max)
de: Preis (Max)
es: Precio (Max)
fr: Prix (Max)
it: Prezzo (Massimo)
pt: Preço (Max)
ru: Стоимость (Макс.)

source: Price (Min)
de: Preis (Min)
es: Precio (Min)
fr: Prix (Min)
it: Prezzo (Minimo)
pt: Preço (Min)
ru: Стоимость (Мин.)

source: Print Listing
es: Imprimir Anuncio
it: Stampa Annuncio
pt: Imprimir Anúncio
ru: Распечатать листинг

source: Registry has been updated. Please reload this page.
es: Registro actualizado. Reiniciar la página

source: Reject Text with Links?
de: Texte mit Links zurückweisen?
es: Rechazar Texto com Enlaces?
fr: Rejeter le texte avec des liens?
it: Respingere Testo contenente Link?
pt: Rejeitar Texto com Links?
ru: Отклонить текст со ссылками?

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить

source: Search Listings
de: Immobilien Suchen
es: Buscar Listados
fr: Recherche de Propriétés
it: Ricerca Annunci
pt: Pesquisar Imóveis
ru: Поиск листингов

source: Search Page
de: Suchseite
es: Buscar Paginas
fr: Page de Recherche
it: Ricerca Pagina
pt: Página de Pesquisa
ru: Поиск страницы

source: See what the agent says about this listing (original title and description):
de: Sehen Sie, was der Makler über diese Immobilie sagt (Original-Titel und -Beschreibung):
es: Vea lo que dice el corredor sobre este listado (título original y descripción):
fr: Voyez ce que dit l'agent à propos de cette propriété (titre original et description):
it: Visualizza cosa dice l'agente per questo annuncio (titolo originale e descrizione):
pt: Veja o que o agente diz sobre esse anúncio (título original e descrição):
ru: Посмотрите, что агент говорит об этом листинге (оригинальное название и описание):

source: Select a value...
de: Bitte wählen Sie...
es: Seleccione un valor...
fr: Sélectionnez une valeur...
it: Seleziona un valore...
pt: Selecione un valor...
ru: Выберите стоимость...

source: Select the available listing types for this search. If nothing is selected, all available listing types will be shown.
es: Seleccione los tipos de propiedades disponibles para esta búsqueda. Si no hay nada seleccionado, se mostrarán todos los tipos de propiedades disponibles.
it: Seleziona le tipologie annuncio disponibili per questa ricerca. Se non è selezionato nulla, tutte le tipologie di annuncio disponibili saranno mostrate.
pt: Selecione os tipos de anúncio disponíveis para esta pesquisa. Se nada for selecionado, todos os tipos de anúncio disponíveis serão mostrados.
ru: Выберите доступные типы листингов для этого поиска. Если ничто не будет отобрано, то будут показаны все доступные типы листинга.

source: State
de: Staat
es: Provincia
fr: État
it: Condizione
pt: Estado
ru: Статус

source: Thank you message that is shown after the mail was sent.
de: Dankesnachricht, die angezeigt wird nachdem die E-Mail verschickt wurde.
es: Mensaje de agradecimiento que se muestra después de que el correo ha sido enviado.
fr: Message de remerciement qui s'affiche suite à l'envoi du courriel.
it: Messaggio di ringraziamento mostrato dopo l'invio dell'e-mail.
pt: Mensagem de agradecimento que aparece depois que o correio foi enviado.
ru: Благодарственное письмо, показанное после отправленной почты.

source: The 'Listing Collection' viewlet does't work with this content type. Add 'IPossibleListingCollection' to the provided interfaces to enable this feature.
de: Die Immobilien-Kollektion konnte für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleListingCollection' zu den unterstützten Interfaces hinzu um dieses Feature zu aktivieren.
es: El viewlet de la Colección de Listados no trabaja con este tipo de contenido. Agregar 'IPossibleListingCollection' a las interfaces proporcionadas para permitir esta característica.
fr: La viewlet de la «Collection de la Propriété» ne fonctionne pas avec ce type de contenu. Ajouter 'IPossibleListingCollection' aux interfaces fournies pour activer cette fonction.
it: La viewlet 'Collezione Annunci' non funziona con questa tipologia di contenuto. Aggiungere 'IPossibleListingCollection' alle interfacce fornite per abilitare questa possibilità.
pt: A 'Classificação de Imóveis' não funciona com este tipo de conteúdo. Adicione 'Coleção Possível de Imóvel' as interfaces fornecida para ativar essa característica.
ru: Обзор в 'Коллекции листингов' не работает с этим типом контента. Добавить 'IPossibleListingCollection' в список предоставляемых интерфейсов для включения этой функции.

source: The 'Listing Search' viewlet does't work with this content type. Add 'IPossibleListingSearch' to the provided interfaces to enable this feature.
de: Die Immobilien-Suche konnte für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleListingSearch' zu den unterstützten Interfaces hinzu um dieses Feature zu aktivieren.
es: El viewlet de Busqueda de Listados no trabaja con este tipo de contenido. Agregar 'IPossibleListingSearch' a las interfaces proporcionadas para permitir esta característica.
fr: La viewlet de la 'Recherche de Propriété' ne fonctionne pas avec ce type de contenu. Ajouter 'IPossibleListingSearch' aux interfaces fournies pour activer cette fonction.
it: La viewlet 'Ricerca Annunci' non funziona con questa tipologia di contenuto. Aggiungere 'IPossibleListingCollection' alle interfacce fornite per abilitare questa possibilità.
pt: A 'Procura de Imóveis' não funciona com este tipo de conteúdo. Adicione 'Coleção Possível de Imóvel' as interfaces fornecida para ativar essa característica.
ru: Обзор в 'Поиске листингов' не работает с этим типом контента. Добавить 'IPossibleListingCollection' в список предоставляемых интерфейсов для включения этой функции.

source: The 'Recent Listings' viewlet does't work with this content type. Add 'IPossibleRecentListings' to the provided interfaces to enable this feature.
de: Die neuesten Immobilien konnten für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleRecentListings' zu den unterstützten Interfaces hinzu um dieses Feature zu aktivieren.
es: El viewlet de Listados Recientes no trabaja con este tipo de contenido. Agregar 'IPossibleRecentListings' a las interfaces proporcionadas para permitir esta característica.
fr: La viewlet des «Propriétés Récentes» ne fonctionne pas avec ce type de contenu. Ajouter 'IPossibleRecentListings' aux interfaces fournies pour activer cette fonction.
it: La viewlet 'Annunci Recenti' non funziona con questa tipologia di contenuto. Aggiungere 'IPossibleRecentListings' alle interfacce fornite per abilitare questa possibilità.
pt: Os 'Anúncios Recentes' não funcionão com este tipo de conteúdo. Adicione 'Coleção Possível de Imóvel' as interfaces fornecida para ativar essa característica.
ru: Обзор в 'Недавних листингов' не работает с этим типом контента. Добавить 'IPossibleListingCollection' в список предоставляемых интерфейсов для включения этой функции.

source: The local agency information don't work with this content type. Add 'IPossibleLocalAgencyInfo' to the provided interfaces to enable this feature.
de: Die lokalen Agentur-Informationen konnten für diesen Inhaltstyp nicht aktiviert werden. Fügen Sie 'IPossibleLocalAgencyInfo' zu den unterstützten Interfaces hinzu um dieses Feature zu aktivieren.
es: La información que la agencia local no funciona con este tipo de contenido. Añadir 'IPossibleLocalAgencyInfo' a las interfaces proporcionadas para activar esta función.
fr: L'information de l'agence locale ne fonctionne pas avec ce type de contenu. Ajouter 'IPossibleLocalAgencyInfo' aux interfaces fournies pour activer cette fonction.
it: Le informazioni sull'agenzia locale non funzionano con questa tipologia di contenuto. Aggiungere 'IPossibleLocalAgencyInfo' alle interfacce fornite per abilitare questa possibilità.
pt: A informação da agência local não funciona com este tipo de conteúdo. Adicione 'Coleção Possível de Imóvel' as interfaces fornecida para ativar essa característica.
ru: Информация местного агентства не работать с этим типом контента. Добавьте 'IPossibleLocalAgencyInfo' в список предоставляемых интерфейсов для включения этой функции.

source: This agency information will be used for this content item and all possible child elements.
de: Diese lokalen Agentur-Informationen werden hier und in allen möglichen Unterelementen verwendet.
es: Esta información de agencia se utilizará para este elemento de contenido y todos los posibles elementos secundarios.
fr: Ces renseignements sur l'agence sera utilisé pour ce contenu et pour tous les sous éléments possibles.
it: Le informazioni di queta agenzia saranno usate per questo elemento di contenuto e per tutti gli elementi derivanti.
pt: Esta Informação da agência será utilizada para este item de conteúdo e todos os elementos possíveis.
ru: Информация этого агентства будет использована для этого элемента контента и всех возможных дочерних элементов.

source: This portlet shows a form to contact the corresponding agent for a given listing via email.
de: Dieses Portlet fügt ein Kontaktformular hinzu, wodurch der zuständige Makler direkt via E-Mail kontaktiert werden kann.
es: Este portlet muestra un formulario para contactar con el agente correspondiente en determinado listado a través de correo electrónico.
fr: Cette portlet affiche un formulaire afin de contacter l'agent correspondant à un listage envoyé par courriel.
it: Questo portlet mostra un modulo per contattare via email l'agente corrispondente per un dato annuncio.
pt: Este portlet mostra uma forma de entrar en contato com o agente correspondente ao determinado anúncio via email.
ru: Этот портлет показывает форму для связи с соответствующим агентом для данного листинга по электронной почте.

source: This portlet shows a listing quick search form.
de: Dieses Portlet fügt eine Immobilien-Schnellsuche hinzu.
es: Este portlet muestra un formulario de búsqueda rápida.
fr: Cette portlet affiche un formulaire de recherche rapide de propriétés.
it: Questo portlet mostra un modulo di ricerca veloce.
pt: Este portlet mostra um formulário de pesquisa rápida de listagem.
ru: Этот портлет показывает форму быстрого поиска листинга.

source: This portlet shows the corresponding agent information for a given listing. Note that this portlet is only available for the detail view of a listing.
de: Dieses Portlet zeigt die zugehörigen Makler-Informationen zu einer Immobilie. Beachten Sie dass dieses Portlet nur bei der Detail-Ansicht von Immobilien sichtbar ist.
es: Este portlet muestra la información del agente correspondiente a determinado listado. Note que este portlet esta disponible solamente para la vista detallada del listado.
fr: Cette portlet affiche les informations de l'agent correspondant à un listage donné. Notez que cette portlet n'est disponible que pour la vue détaillée d'un listage.
it: Questo portlet mostra le informazioni per un agente corrispondente ad un dato annuncio. Notare che questo portlet è disponibile solamente per la vista dettagliata di un annuncio.
pt: Este portlet exibe as informações do agente correspondente para um determinado anúncio. Note-se que este portlet está disponivel apenas para visualização de listagem detalhadas.
ru: Этот портлет показывает соответствующую информацию агента для данного листинга. Обратите внимание, что этот портлет доступен только для подробного вида листинга.

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt: Título
ru: Название

source: Update contact information when showing third party items from other agencies?
es: Desea actualizar cuando muestra el listado de una tercera persona?
it: Aggiornare le informazioni agente quando si mostra un annuncio di terze parti?
pt: Atualize informações do agente ao mostrar um anúncio de terceira pessoa?
ru: Обновить информацию агента при показе листинга третьему лицу?

source: View Type
de: Art der Aussicht
es: Tipo de Vista
fr: Type de Vue
it: Tipologia di Vista
pt: Tipo de Vista
ru: Смотреть тип

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
pt: Sim
ru: Да

source: agent_contact_email
es: Solicitud de: {name} <{sender_from_address}> URL de Anuncio: {url} Número Telefónico: {phone} Mensaje: {message}

source: agent_contact_email_agent
es: El agente responsable de este anuncio es {agent} ({profile}). Ponte en contacto con {agent} at {agent_email}.
