Repository: zcashero/plone.mls.listing
Catalog: src/plone/mls/listing/locales/*/LC_MESSAGES/plone.mls.listing.po
Languages: de, es, fr, it, pt, ru

source: agent_contact_email_rl
es: Solicitud de: {name} <{sender_from_address}> URL de Anuncio: {url} Número Telefónico: {phone} Fecha de Llegada: {arrival_date} Fecha de Salida: {departure_date} Adultos: {adults} Niños: {children} Mensaje: {message}

source: Jacuzzi
de: Whirlpool
ru: Джакузи

source: Max
it: Massimo
pt: Máximo
ru: Максимум

source: Min
it: Minimo
pt: Mínimo
ru: Минимум

source: No
de: Nein
fr: Non
pt: Não
ru: Нет

source: Force usage of custom agency information, even on own listings?
de: Nutzung von benutzerdefinierten Agentur-Informationen auch für die eigene Immobilie erzwingen?
fr: Forcer l'utilisation des renseignements de l'agence personnalisés, même sur vos propres propriétés?

source: Update agent information when showing a third party listing?
de: Makler-Informationen überschreiben, wenn Immobilie von Drittanbietern angezeigt wird?
fr: Mettre à jour les informations de l'agent en affichant la propriété d'un tiers?
